/* No comment provided by engineer. */
"%.0lfk of %.0lfk" = "%1$.0lfk z %2$.0lfk";

/* No comment provided by engineer. */
"%@ %@ has been installed and will be ready to use next time %@ starts! Would you like to relaunch now?" = "Program %1$@ %2$@ byl instalován a je připraven k použití po příštím spuštění. Chcete program %3$@ nyní ukončit a znovu spustit?";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ je stávající nejnovější verze.";

/* No comment provided by engineer. */
"%@ %@ is now available (you have %@). Would you like to download it now?" = "%1$@ %2$@ je nyní k dispozici (máte %3$@). Chcete aktualizaci zkopírovat nyní?";

/* No comment provided by engineer. */
"%@ does not have permission to write to the application's directory! Are you running off a disk image? If not, ask your system administrator for help." = "Program %@ nemá oprávnění k zápisu do aplikační složky. Je program spuštěný vně obrazu disku? Více informací vám případně sdělí váš systémový správce.";

/* No comment provided by engineer. */
"A new version of %@ has been installed!" = "Nová verze programu %@ byla instalována.";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "Je k dispozici nová verze programu %@.";

/* No comment provided by engineer. */
"An error occurred during installation. Please try again later." = "Při instalaci se vyskytla chyba. Zkuste to prosím znovu později.";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "Při získávání údajů o aktualizaci se vyskytla chyba. Zkuste to prosím znovu později.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "Při rozbalování archivu se vyskytla chyba. Zkuste to prosím znovu později.";

/* No comment provided by engineer. */
"An error occurred while trying to download the file. Please try again later." = "Při kopírování souboru se vyskytla chyba. Zkuste to prosím znovu později.";

/* No comment provided by engineer. */
"An update is already in progress!" = "Již probíhá jiná aktualizace!";

/* No comment provided by engineer. */
"Cancel" = "Zrušit";

/* No comment provided by engineer. */
"Check for updates on startup?" = "Ověřovat aktualizace při spuštění?";

/* No comment provided by engineer. */
"Downloading update..." = "Kopíruje se aktualizace…";

/* No comment provided by engineer. */
"Extracting update..." = "Rozbaluje se aktualizace…";

/* No comment provided by engineer. */
"Install and Relaunch" = "Instalovat a znovu spustit";

/* No comment provided by engineer. */
"Installing update..." = "Instaluje se aktualizace…";

/* No comment provided by engineer. */
"No" = "Ne";

/* No comment provided by engineer. */
"OK" = "Budiž";

/* No comment provided by engineer. */
"Ready to Install" = "Připraveno k instalaci.";

/* No comment provided by engineer. */
"Update Error!" = "Chyba při aktualizaci!";

/* No comment provided by engineer. */
"Updating %@" = "Aktualizuje se %@";

/* No comment provided by engineer. */
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the application menu." = "Chcete, aby program %@ ověřoval aktualizace při spuštění? Pokud ne, můžete aktualizace ověřit manuálně z aplikační nabídky.";

/* No comment provided by engineer. */
"Yes" = "Ano";

/* No comment provided by engineer. */
"You're up to date!" = "Vaše verze je aktuální.";
